/*
 Localization provided by Wordcrafts
 The Mac OS X and iOS localization experts.
 http://www.wordcrafts.de
 */


/* General */

/* For dialogs yes buttons */
"HockeyYes" = "はい";

/* For dialogs no buttons */
"HockeyNo" = "いいえ";

/* For dialogs ok buttons */
"HockeyOK" = "OK";

/* Replacement for app name, if it could not be detected */
"HockeyAppNamePlaceholder" = "このApp";

/* Crash */


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "%@が予期しない理由で終了";

/* Description explaining that crash data has been found and ask the user if the data might be uploaded to the developers server */
"CrashDataFoundAnonymousDescription" = "問題が修正できるよう、匿名のレポートを送信しますか。";

/* Description explaining that crash data has been found and ask the user if the non anonymous data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "問題が修正できるよう、レポートを送信しますか。";

/* Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "常に送信";

/* Alert box button to send the crash report once */
"CrashSendReport" = "レポートを送信";

/* Alert box button to decline sending the report */
"CrashDontSendReport" = "送信しない";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "送信中…";


/* Update */


/* Update Alert view */

/* Update available */
"UpdateAvailable" = "アップデートあり";

"UpdateAlertTextWithAppVersion" = "%@が入手できます。";

"UpdateAlertMandatoryTextWithAppVersion" = "必須アップデート%@が利用可能です！";

"UpdateIgnore" = "無視";

"UpdateShow" = "表示";

"UpdateInstall" = "インストール";

"UpdateRemindMe" = "後で通知";


/* Update Details */

"UpdateScreenTitle" = "アップデート";

"UpdateButtonCheck" = "確認";

"UpdateButtonSearching" = "確認中";

"UpdateButtonUpdate" = "アップデート";

"UpdateButtonInstalling" = "インストール中";

"UpdateButtonOffline" = "オフライン";

"UpdateInstalled" = "インストール済み";

"UpdateVersion" = "バージョン";

"UpdateShowPreviousVersions" = "前のバージョンを表示…";

"UpdateNoUpdateAvailableTitle" = "アップデートなし";

"UpdateNoUpdateAvailableMessage" = "%@は現在入手できる最新バージョンです。";

"UpdateError" = "エラー";

"UpdateWarning" = "警告";

"UpdateNoReleaseNotesAvailable" = "リリースノートがありません。";


/* Update Authorization  */

"UpdateAuthorizationProgress" = "認証中…";

"UpdateAuthorizationOffline" = "インターネット接続が必要です！";

"UpdateAuthorizationDenied" = "認証が拒否されました。デベロッパに連絡してください。";


/* Update Expiry  */

"UpdateExpired" = "%@の有効期限が切れたため、これ以上使用できません。";


/* Update Simulator Warning */

"UpdateSimulatorMessage" = "HockeyのアップデートはSimulatorでは作動しません。\nitms-services:// のURL方式は実装されていますが、機能しません。";


/* Feedback */


/* New Message Alert */

/* Alert Title */
"HockeyFeedbackNewMessageTitle" = "新規フィードバックの応答";

/* Alert Text */
"HockeyFeedbackNewMessageText" = "フィードバックに対する新しい応答があります。表示しますか。";

/* Alert Ignore Button */
"HockeyFeedbackIgnore" = "無視";

/* Alert Show Button */
"HockeyFeedbackShow" = "表示";


/* List View */

/* Title */
"HockeyFeedbackListTitle" = "フィードバック";

/* Last Updated */
"HockeyFeedbackListLastUpdated" = "前回のアップデート：%@";

/* Never Updated */
"HockeyFeedbackListNeverUpdated" = "しない";

/* Provide Feedback Button Title */
"HockeyFeedbackListButtonWriteFeedback" = "フィードバックを送信";

/* Add a Response Button Title */
"HockeyFeedbackListButtonWriteResponse" = "応答を追加";

/* User Data Set Name Button Title */
"HockeyFeedbackListButtonUserDataSetName" = "名前を設定";

/* User Data Set Email Button Title */
"HockeyFeedbackListButtonUserDataSetEmail" = "メールを設定";

/* User Data With Name Button Title */
"HockeyFeedbackListButtonUserDataWithName" = "名前：%@";

/* User Data With Email Button Title */
"HockeyFeedbackListButtonUserDataWithEmail" = "メール：%@";

/* Button title for deleting all local messages*/
"HockeyFeedbackListButtonDeleteAllMessages" = "すべてのメッセージを削除";

/* Message pending to be send */
"HockeyFeedbackListMessagePending" = "保留中";


/* Delete All Messages Action Sheet / Alert View */

/* Title for the Action Sheet */
"HockeyFeedbackListDeleteAllTitle" = "この操作はこのデバイスのメッセージすべてを削除します。";

/* Button Title to perform delete action */
"HockeyFeedbackListDeleteAllDelete" = "消去";

/* Button Title to cancel delete action */
"HockeyFeedbackListDeleteAllCancel" = "キャンセル";


/* Open Link In Safari Action Sheet / Alert View */

/* Button Title to cancel */
"HockeyFeedbackListLinkActionCancel" = "キャンセル";

/* Button Title to Open the Link */
"HockeyFeedbackListLinkActionOpen" = "開く";

/* Button Title to Copy the Link */
"HockeyFeedbackListLinkActionCopy" = "コピー";


/* UIActivity */

/* Activity Sharing Button Title, App Name will be inserted */
"HockeyFeedbackActivityButtonTitle" = "%@フィードバック";

/* if there can no app name be found, use this instead for HockeyFeedbackActivityButtonTitle */
"HockeyFeedbackActivityAppPlaceholder" = "App";


/* Compose Message */

/* Title */
"HockeyFeedbackComposeTitle" = "新規フィードバック";

/* Send button */
"HockeyFeedbackComposeSend" = "送信";

/* Add Image button for attachment actions */
"HockeyFeedbackComposeAttachmentAddImage" = "イメージを追加";

/* Edit button for attachment actions */
"HockeyFeedbackComposeAttachmentEdit" = "イメージを編集";

/* Delete button for attachment actions */
"HockeyFeedbackComposeAttachmentDelete" = "イメージを削除";

/* Cancel button for attachment actions */
"HockeyFeedbackComposeAttachmentCancel" = "キャンセル";


/* Set User Data */

/* Title */
"HockeyFeedbackUserDataTitle" = "自分の情報";

/* Description On What Should Be Entered */
"HockeyFeedbackUserDataDescription" = "フィードバックを記入する前に情報を入力してください。";

/* Name Field */
"HockeyFeedbackUserDataName" = "名前";

/* Name Placeholder */
"HockeyFeedbackUserDataNamePlaceHolder" = "Hiromi Sato";

/* Email Field */
"HockeyFeedbackUserDataEmail" = "メール";

/* Email Placeholder */
"HockeyFeedbackUserDataEmailPlaceholder" = "email@example.com";


/* Authenticator */

/* View Controller Title*/
"HockeyAuthenticatorViewControllerTitle" = "HockeyApp";

/* BITAuthenticatorAuthTypeUDIDProvider */
"HockeyAuthenticationViewControllerWebUDIDLoginDescription" = "デベロッパからこのデバイスのUDIDを要求されています。以下をタップしてHockeyAppウェブサイトを開き、アクセスを認証してください。";
"HockeyAuthenticationViewControllerWebLoginButtonTitle" = "HockeyAppを開く";

/* BITAuthenticatorIdentificationTypeWebAuth */
"HockeyAuthenticationViewControllerWebAuthLoginDescription" = "デベロッパからHockeyAppアカウントのメールアドレスを要求されています。以下をタップしてHockeyAppウェブサイトを開き、アクセスを認証してください。";

/* BITAuthenticatorAuthTypeEmail and BITAuthenticatorAuthTypeEmailAndPassword */
"HockeyAuthenticationViewControllerDataEmailAndPasswordDescription" = "HockeyAppアカウントのメールアドレスとパスワードを入力し、このAppへのアクセスを認証してください。";
"HockeyAuthenticationViewControllerDataEmailDescription" = "HockeyAppアカウントのメールアドレスを入力し、このAppへのアクセスを認証してください。";
"HockeyAuthenticationViewControllerEmailPlaceholder" = "email@example.com";
"HockeyAuthenticationViewControllerPasswordPlaceholder" = "必須";
"HockeyAuthenticationViewControllerEmailDescription" = "メール";
"HockeyAuthenticationViewControllerPasswordDescription" = "パスワード";

/* Error presented to the user if authentication failed because of networking issues */
"HockeyAuthenticationViewControllerNetworkError" = "デバイスがインターネットに接続されていないため、認証できません。やり直してください。";

"HockeyAuthenticationFailedAuthenticate" = "認証できませんでした。やり直すか、このAppのデベロッパに連絡してください。";
"HockeyAuthenticationNotMember" = "このAppの使用を認証されていません。このAppのデベロッパに連絡してください。";
"HockeyAuthenticationContactDeveloper" = "認証エラー。このAppのデベロッパに連絡してください。";
"HockeyAuthenticationWrongEmailPassword" = "無効なメールアドレスまたはパスワードが入力されました。入力を確認し、やり直してください。";
"HockeyAuthenticationAuthSecretMissing" = "HockeySDK “authorization secret” が設定されていません。このAppのデベロッパに連絡してください。";

/* Accessibility strings */
"HockeyAccessibilityHintRequired" = "必填";
